<?php

return [
    // navbar
    'home' => 'ہوم',
    'about' => 'ہمارے بارے میں',
    'services' => 'سروسز',
    'contact' => 'رابطہ کریں',

    // home page
    'welcome' => '!خوش آمدید',
    'welcome_message' => 'منافع بخش کاشت! ایک سمارٹ فارم مینجمنٹ پلیٹ فارم',
    'get_started' => 'شروع کریں',
    'our_services' => 'ہماری خدمات',
    'AI_chat_bot' => 'اے آئی ڈرائیوڈ چیٹ بوٹ',
    'AI_chat_bot_message' => 'ہمارے اے آئی چیٹ بوٹ کے ساتھ، آپ اپنے فارم کی جگہ کے لئے حقیقی وقت کے موسم کی تازہ ترین معلومات حاصل کرسکتے ہیں',
    'farm_mgmt_portal' => 'فارم مینجمنٹ پورٹل',
    'farm_mgmt_portal_message' => 'اپنے وسائل، اخراجات اور تمام زراعتی ڈیٹا کو ایک جگہ پر منظم کریں',
    'recommender_system' => 'سفارش کرنے والا نظام',
    'recommender_system_message' => 'کیا پودا لگانا ہے، کب پودا لگانا ہے اور کیسے پودا لگانا ہے اس پر ذاتی سفارشات حاصل کریں',
    'empowering_message' => 'زراعت اور کسانوں کو بااختیار بنانا',
    'farms' => 'فارمز',
    'users' => 'صارفین',
    'crops' => 'فصلیں',
    
    'login_or_signup' => 'لاگ ان کریں یا سائن اپ کریں',
    'email_login' => 'ای میل کے ساتھ لاگ ان کریں',
    'or' => 'یا',
    'send_request' => 'ہمیں درخواست بھیجیں',

    'email' => 'ای میل',
    'password' => 'پاس ورڈ',
    'submit' => 'جمع کریں',
    'dont_have_account' => 'کیا آپ کا اکاؤنٹ نہیں ہے؟',
    'signup' => 'سائن اپ کریں',
];
